<?php

return [
    'unread' => 'إشعارات غير مقروءة',
    'notifications' => 'الإشعارات',
    'vendor' => [
        'modify' => [
            'title' => 'بيانات المتجر',
            'message' => 'تم تعديل بيانات المتجر من قبل الإدارة'
        ],
        'warning' => [
            'title' => 'تحذير من قبل الإدارة',
        ],
        'product' => [
            'approve' => [
                'title' => 'تم الموافقة على المنتج : ',
                'message' => 'تم الموافقة على تعديلات المنتج من قبل الإدارة '
            ],
            'reject' => [
                'title' => 'تم رفض المنتج : ',
                'message' => 'تم رفض التعديلات على المنتج من قبل الإدارة'
            ],
            'modify' => [
                'title' => 'تعديل منتج :  ',
                'message' => 'تم تعديل المنتج من قبل الإدارة'
            ],
        ],
        'service' => [
            'approve' => [
                'title' => 'تم الموافقة على الخدمة : ',
                'message' => 'تم الموافقة على تعديلات الخدمة من قبل الإدارة '
            ],
            'reject' => [
                'title' => 'تم رفض الخدمة : ',
                'message' => 'تم رفض التعديلات على الخدمة من قبل الإدارة'
            ],
            'modify' => [
                'title' => 'تعديل منتج :  ',
                'message' => 'تم تعديل الخدمة من قبل الإدارة'
            ],
        ],
        'order' => [
            'created' => [
                'title' => 'طلب جديد',
                'message' => 'تم إنشاء طلب جديد يحمل كود : #'
            ],
        ]
    ],
    'admin' => [
        'transaction' => [
            'created' => [
                'title' => 'طلب جديد',
                'message' => 'تم إنشاء طلب جديد يحمل كود : #'
            ],
        ],
        'product' => [
            'created' => [
                'title' => 'منتج جديد',
                'message' => 'تم إنشاء منتج جديد من المتجر :vendor'
            ],
        ],
        'service' => [
            'created' => [
                'title' => 'خدمة جديدة',
                'message' => 'تم إنشاء خدمة جديدة من المتجر :vendor'
            ],
        ],
    ],
];
