<?php

return [
    'title' => 'السيو للصفحات',
    'page-name' => 'إسم الصفحة',
    'page-tags' => 'الكلمات الدلالية',
    'page-description' => 'وصف الصفحة',
    'not_found' => 'لا يوجد سيو للصفحات',
    'create' => 'إنشاء سيو لصفحة',
    'edit' => 'تعديل السيو للصفحة',
    'show' => 'عرض السيو للصفحة',
    'delete_modal' => [
        'title' => 'حذف سيو الصفحة',
        'description' => 'هل أنت متأكد من حذف السيو للصفحة :page ?',
    ],
    'delete' => 'حذف سيو الصفحة',
    'created' => [
        'title' => 'تم الإنشاء بنجاح',
        'body' => 'تم إنشاء سيو الصفحة بنجاح',
    ],
    'edited' => [
        'title' => 'تم التعديل بنجاح',
        'body' => 'تم تعديل سيو الصفحة بنجاح',
    ],
    'deleted' => [
        'title' => 'تم الحذف بنجاح',
        'body' => 'تم حذف سيو الصفحة بنجاح',
    ],
    'hint' => 'للحصول علي أداء جيد في محركات البحث يرجي إضافة الوصف بين 30 إلي 60 حرف, و الكلمات الدلالية بينهم فاصلة و كل كلمة دلالية تحتوي علي كلمتين أو ثلاث كلمات',
    'ar' => '(العربية)',
    'en' => '(الإنجليزية)',
    'fr' => '(الفرنسية)',
    'gr' => '(الألمانية)',
    'id' => '(الإندونيسية)',
    // TODO: langs
];
