<?php

return [
    "api" => [
        "qnas_retrived" => "تم إسترجاع الأسئلة المتكررة بنجاح",
        "qna_retrived" => "تم إسترجاع سؤال متكرر بنجاح",
    ],
    'admin'=>[
        ''=>'',
        'create'=>'انشاء سؤال جديد',
        'manage_qnas'=>'ادارة الاسئلة الشائعة',
        'qnas'=>'الاسئلة الشائعة',

        'answer_ar' => 'الاجابة بالعربية',
        'answer_en'  => 'الاجابة بالانجليزية',
        
        'id'=>'معرف السوال',
        'question_en'=>'السؤال بالانجليزية',
        'question_ar'=>'السؤال بالعربية',
    ]
];